Repository: VirtualEvan/BeWaterMelon
Catalog: src/Locale/*/default.po
Languages: es

source: The conference year has been saved.
es: El año de la conferencia se ha guardado.

source: The conference year could not be saved. Please, try again.
es: El año de la conferencia no se pudo guardar. Por favor, inténtelo de nuevo.

source: The conference year has been deleted.
es: El año de la conferencia se ha eliminado.

source: The conference year could not be deleted. Please, try again.
es: El año de la conferencia no se pudo eliminar. Por favor, inténtelo de nuevo

source: Editorials
es: Editoriales

source: Journals
es: Revistas

source: Conferences
es: Conferencias

source: The conference has been saved.
es: La conferencia se ha guardado.

source: The conference could not be saved. Please, try again.
es: La conferencia no se pudo guardar. Por favor, inténtelo de nuevo.

source: The conference has been deleted.
es: La conferencia se ha eliminado.

source: The conference could not be deleted. Please, try again.
es: La conferencia no se pudo eliminar. Por favor, inténtelo de nuevo

source: The editorial board has been saved.
es: El comité editorial se ha guardado.

source: The editorial board could not be saved. Please, try again.
es: El comité editorial no se pudo guardar. Por favor, inténtelo de nuevo.

source: The editorial board has been deleted.
es: El comité editorial se ha eliminado.

source: The editorial board could not be deleted. Please, try again.
es: El comité editorial no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The journal has been saved.
es: La revista se ha guardado.

source: The journal could not be saved. Please, try again.
es: La revista no se pudo guardar. Por favor, inténtelo de nuevo.

source: The journal has been deleted.
es: La revista se ha eliminado.

source: The journal could not be deleted. Please, try again.
es: La revista no se pudo eliminar. Por favor, inténtelo de nuevo.

source: Member of
es: Miembro de

source: Colleagues
es: Personas colaboradoras

source: Groups
es: Grupos

source: Institutions
es: Instituciones

source: Companies
es: Compañías

source: Invalid image format.
es: Formato de imagen inválido.

source: The colleague has been saved.
es: La pesona colaboradora se ha guardado.

source: Image must be selected.
es: Debe elegirse una imagen

source: The colleague could not be saved. Please, try again.
es: La persona colaboradora no se pudo guardar. Por favor, inténtelo de nuevo.

source: The colleague has been deleted.
es: La persona colaboradora se ha eliminado.

source: The colleague could not be deleted. Please, try again.
es: La persona colaboradora no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The company has been saved.
es: La compañía se ha guardado.

source: The company could not be saved. Please, try again.
es: La compañía no se pudo guardar. Por favor, inténtelo de nuevo.

source: The company has been deleted.
es: La compañía se ha eliminado.

source: The company could not be deleted. Please, try again.
es: La compañía no se pudo eliminar. Pora favor, inténtelo de nuevo,

source: The group has been saved.
es: El grupo se ha guardado.

source: The group could not be saved. Please, try again.
es: El grupo no se pudo guardar. Por favor, inténtelo de nuevo.

source: The group has been deleted.
es: El grupo se ha eliminado.

source: The group could not be deleted. Please, try again.
es: El grupo no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The institution has been saved.
es: La institución ha sido eliminada.

source: The institution could not be saved. Please, try again.
es: La institución no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The institution has been deleted.
es: La institución se ha eliminado.

source: The institution could not be deleted. Please, try again.
es: La institución no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The member has been saved.
es: El miembro se ha guardado.

source: The member could not be saved. Please, try again.
es: El miembro no se pudo guardar. Por favor, inténtelo de nuevo.

source: The member has been deleted.
es: El miembro se ha eliminado.

source: The member could not be deleted. Please, try again.
es: El miembro no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The degree could not be saved. Please, try again.
es: El grado no se pudo guardar. Por favor, inténtelo de nuevo.

source: The degree has been saved.
es: El grado se ha guardado.

source: The course degree subject has been deleted.
es: La asignatura del grado se ha eliminado.

source: The course degree subject could not be deleted. Please, try again.
es: La asignatura del grado no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The degree has been deleted.
es: El grado se ha eliminado.

source: The degree could not be deleted. Please, try again.
es: El grado no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The subject has been saved.
es: La asignatura se ha guardado.

source: The subject could not be saved. Please, try again.
es: La asignatura no se pudo guardar. Por favor, inténtelo de nuevo.

source: The subject has been deleted.
es: La asignatura se ha eliminado.

source: The subject could not be deleted. Please, try again.
es: La asignatura no se pudo eliminar. Por favor, inténtelo de nuevo.

source: Members
es: Miembros

source: PhD Students
es: Estudiantes de doctorado

source: Postdoc
es: Estudiantes de postdoctorado

source: Visitors
es: Visitantes

source: Past PhD Students
es: Antiguos estudiantes de doctorado

source: Collaborators
es: Colaboradores

source: The ppl collaborator has been saved.
es: El colaborador se ha guardado.

source: The collaborator could not be saved. Please, try again.
es: El colaborador no se pudo guardar. Por favor, inténtelo de nuevo.

source: The collaborator has been saved.
es: El colaborador se ha guardado.

source: The collaborator has been deleted.
es: El colaborador se ha eliminado.

source: The collaborator could not be deleted. Please, try again.
es: El colaborador no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The past phd has been saved.
es: El antiguo estudiante de doctorado se ha guardado.

source: The past phd could not be saved. Please, try again.
es: El antiguo estudiante de doctorado no se pudo guardar. Por favor, inténtelo de nuevo.

source: The past phd has been deleted.
es: El antiguo estudiante de doctorado se ha eliminado.

source: The past phd could not be deleted. Please, try again.
es: El antiguo estudiante de doctorado no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The phd has been saved.
es: El estudiante de doctorado se ha guardado.

source: The phd could not be saved. Please, try again.
es: El estudiante de doctorado no se pudo guardar. Por favor, inténtelo de nuevo.

source: The phd has been deleted.
es: El estudiante de doctorado se ha eliminado.

source: The phd could not be deleted. Please, try again.
es: El estudiante de doctorado no se pudo eliminar

source: The postdoc has been saved.
es: El estudiante de postdoctorado se ha guardado.

source: The postdoc could not be saved. Please, try again.
es: El estudiante de postdoctorado no se pudo guardar. Por favor, inténtelo de nuevo.

source: The postdoc has been deleted.
es: El estudiante de postdoctorado se ha eliminado.

source: The postdoc could not be deleted. Please, try again.
es: El estudiante de postdoctorado no se pudo eliminar. Por favor, inténtelo de nuevo.

source: Invalid username or password, try again
es: Nombre de usuario o contraseña incorrecto, inténtelo de nuevo

source: The user has been saved.
es: El usuario se ha guardado.

source: The user could not be saved. Please, try again.
es: El usuario no se pudo guardar. Por favor, inténtelo de nuevo.

source: The user has been deleted.
es: El usuario se ha eliminado.

source: The user could not be deleted. Please, try again.
es: El usuario no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The visitor has been saved.
es: El visitante se ha guardado.

source: The visitor could not be saved. Please, try again.
es: El visitante no se pudo guardar. Por favor, inténtelo de nuevo.

source: The visitor has been deleted.
es: El visitante se ha eliminado.

source: The visitor could not be deleted. Please, try again.
es: El visitante no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The press has been saved.
es: La prensa se ha guardado.

source: The press could not be saved. Please, try again.
es: La prensa no se pudo guardar. Por favor, inténtelo de nuevo.

source: The press has been deleted.
es: La prensa se ha eliminado.

source: The press could not be deleted. Please, try again.
es: La prensa no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The product has been saved.
es: El producto se ha guardado.

source: The product could not be saved. Please, try again.
es: El producto no se pudo guardar. Por favor, inténtelo de nuevo.

source: The product has been deleted.
es: El producto se ha eliminado.

source: The product could not be deleted. Please, try again.
es: El producto no se pudo eliminar. Por favor, inténtelo de nuevo.

source: Books
es: Libros

source: The book has been saved.
es: El libro se ha guardado.

source: The book could not be saved. Please, try again.
es: El libro no se pudo guardar. Por favor, inténtelo de nuevo.

source: The book has been deleted.
es: El libro se ha eliminado.

source: The book could not be deleted. Please, try again.
es: El libro no se pudo guardar. Por favor, inténtelo de nuevo.

source: The contract participant has been saved.
es: El participante del contrato se ha guardado.

source: The contract participant could not be saved. Please, try again.
es: El participante del contrato no se pudo guardar. Por favor, inténtelo de nuevo.

source: The contract participant has been deleted.
es: El participante del contrato se ha eliminado.

source: The contract participant could not be deleted. Please, try again.
es: El participante del contrato no se pudo eliminar. Por favor, inténtelo de nuevo.

source: Projects
es: Proyectos

source: Contracts
es: Contratos

source: Patents
es: Patentes

source: The contract has been saved.
es: El contrato se ha guardado.

source: The contract could not be saved. Please, try again.
es: El contrato no se pudo guardar. Por favor, inténtalo de nuevo.

source: The contract has been deleted.
es: El contracto se ha eliminado.

source: The contract could not be deleted. Please, try again.
es: El contrato no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The patent has been saved.
es: La patente se ha guardado.

source: The patent could not be saved. Please, try again.
es: La patente no se pudo guardar. Por favor, inténtelo de nuevo.

source: The patent has been deleted.
es: La patente se ha eliminado.

source: The patent could not be deleted. Please, try again.
es: La patente no se pudo eliminar. Pora favor, inténtelo de nuevo.

source: The project participant has been saved.
es: El participante del proyecto se ha guardado.

source: The project participant could not be saved. Please, try again.
es: El participante del proyecto no se pudo eliminar. Pora favor, inténtelo de nuevo

source: The project participant has been deleted.
es: El participante del proyecto se ha eliminado.

source: The project participant could not be deleted. Please, try again.
es: El participante del proyecto no se pudo eliminar. Por favor, inténtelo de nuevo.

source: The project has been saved.
es: El proyecto se ha guardado.

source: The project could not be saved. Please, try again.
es: El proyecto no se pudo guardar. Por favor, inténtelo de nuevo.

source: The project has been deleted.
es: El proyecto se ha elimiando.

source: The project could not be deleted. Please, try again.
es: El proyecto no se pudo eliminar. Por favor, inténtelo de nuevo.

source: Actions
es: Acciones

source: List Conference Years
es: Listar Años de Conferencia

source: List Conferences
es: Listar Conferencias

source: New Conference
es: Nueva Conferencia

source: Add Conference Year
es: Añadir Año de Conferencia

source: Submit
es: Enviar

source: Delete
es: Eliminar

source: Are you sure you want to delete # {0}?
es: ¿Está seguro de que desea eliminar # {0}?

source: Edit Conference Year
es: Editar Año de conferencia

source: New Conference Year
es: Nuevo Año de Conferencia

source: Conference Years
es: Años de Conferencia

source: View
es: Ver

source: Edit
es: Editar

source: first
es: primero

source: previous
es: anterior

source: next
es: siguiente

source: last
es: último

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
es: Página {{page}} de {{pages}}, mostrando {{current}} registro(s) de un total de {{count}}

source: Add Conference
es: Añadir Conferencia

source: Edit Conference
es: Editar Conferencia

source: Add Editorial Board
es: Añadir Comité Editorial

source: Online ISSN
es: ISSN Online

source: Online ISSN Year
es: Año del ISSN online

source: yyyy
es: aaaa

source: H-Index
es: Ínice h

source: SJR Year
es: Año de SJR

source: SJR Quartile
es: Cuartil de SJR

source: Print ISSN
es: ISSN Impreso

source: Impact factor
es: Factor de impacto

source: Impact Factor Year
es: Año del factor de impacto

source: Edit Editorial Board
es: Editar Comité Editorial

source: Editorial Boards
es: Comités Editorial

source: since
es: desde

source: SJR Best Quartile: Q
es: Mejor Cuartil SJR: Q

source: Add Journal
es: Añadir Revista

source: Edit Journal
es: Editar Revista

source: Add Colleague
es: Añadir persona colaboradora

source: Image
es: Imagen

source: Edit Colleague
es: Editar Persona Colaboradora

source: Add Company
es: Añadir Compañía

source: Edit Company
es: Editar Compañía

source: Add Group
es: Añadir Grupo

source: Edit Group
es: Editar Grupo

source: Add Institution
es: Añadir Institución

source: Edit Institution
es: Editar Institución

source: Add Member
es: Añadir Miembro

source: Edit Member
es: Editar Miembro

source: Add Degree
es: Añadir Grado

source: Edit Degree
es: Editar Grado

source: New Course Degree Subject
es: Nueva Asignatura de Grado

source: List Degrees
es: Listar Grados

source: New Degree
es: Nuevo Grado

source: List Subjects
es: Listar asignaturas

source: New Subject
es: Nueva Asignatura

source: Course Degree Subjects
es: Asignaturas de Grado

source: List Course Degree Subjects
es: Listar Asignaturas de Grado

source: Degrees
es: Grados

source: Add Subject
es: Añadir Asignaturas

source: Edit Subject
es: Editar Asignaturas

source: List Ppl Users
es: Listar usuarios

source: New Ppl User
es: Nuevo usuario

source: Subjects
es: Asignaturas

source: Add Course
es: Añadir curso

source: Login
es: Iniciar sesión

source: Please sign in
es: Por favor inicie sesión

source: E-mail
es: Correo electrónico

source: Password
es: Contraseña

source: Close
es: Cerrar

source: Home
es: Principal

source: People
es: Gente

source: Press
es: Prensa

source: Publications
es: Publicaciones

source: Activities
es: Actividades

source: R & D
es: I+D

source: Products
es: Productos

source: Teaching
es: Enseñanza

source: Collaborations
es: Colaboraciones

source: Search
es: Buscar

source: Related
es: Relacionado

source: Back
es: Volver

source: Back
es: Volver

source: Postdocs
es: Estudiantes de postdoctorado

source: Add Collaborator
es: Añadir Colaborador

source: Select Collaborator
es: Seleccionar Colaborador

source: Edit Collaborator
es: Editar Colaborador

source: Add Past PhD Student
es: Añadir antiguo estudiante de doctorado

source: Thesis Date
es: Año de finalización de la tesis

source: Edit Past PhD Student
es: Editar antiguo estudiante de doctorado

source: Add PhD
es: Añadir usuario de doctorado

source: Edit PhD
es: Editar estudiante de doctorado

source: Add Postdoc
es: Añadir estudiante de postdoctorado

source: Select Postdoc
es: Seleccionar estudiante de postdoctorado

source: Edit Postdoc
es: Editar estudiante de postdoctorado

source: Add User
es: Añadir Usuario

source: Edit User
es: Editar Usuario

source: Name
es: Nombre

source: Lastname
es: Apellidos

source: Email
es: Correo electrónico

source: Phone
es: Teléfono

source: Bio
es: Biografía

source: Link
es: Enlace

source: Related Subjects
es: Asignaturas relacionadas

source: Ppl User Id
es: Id de usuario

source: Abbreviation
es: Abreviatura

source: Add Visitor
es: Añadir visitante

source: Select Visitor
es: Seleccionar Visitante

source: Edit Visitor
es: Editar Visitante

source: Add Press
es: Añadir Prensa

source: Date
es: Fecha

source: Add Product
es: Añadir Producto

source: Description
es: Descripción

source: Max. 500
es: Máx. 500

source: Max. 5000
es: Máx. 5000

source: Edit Product
es: Editar producto

source: Add Book
es: Añadir Libro

source: Year
es: Año

source: Ex: xxx-x-xxx-xxxxx-x
es: Ej: xxx-x-xxx-xxxxx-x

source: Physical Identifier
es: Identificador físico

source: Edit Book
es: Editar libro

source: Physical identifier:
es: Identificador físico:

source: List Contract Participants
es: Listar Participantes de Contrato

source: List Contracts
es: Listar Contratos

source: New Contract
es: Nuevo contrato

source: Add Contract Participant
es: Añadir Participante de Contrato

source: Edit Contract Participant
es: Editar Participante de Contrato

source: New Contract Participant
es: Nuevo Participante de Contrato

source: Contract Participants
es: Participantes de Contrato

source: Add Contract
es: Añadir Contrato

source: Scheduling
es: Programación

source: Edit Contract
es: Editar Contrato

source: Code:
es: Código

source: Participants:
es: Participantes

source: Scheduling:
es: Programación

source: Founded by:
es: Financiado por:

source: Add Patent
es: Añadir Patente

source: Code
es: Código

source: Edit Patent
es: Editar patente

source: Year:
es: Año

source: List Project Participants
es: Listar Participantes de Proyecto

source: List Projects
es: Listar Proyectos

source: New Project
es: Nuevo Proyecto

source: Add Project Participant
es: Añadir Participante de Proyecto

source: Edit Project Participant
es: Editar Participantes de Proyecto

source: New Project Participant
es: Nuevo Participante de Proyecto

source: Project Participants
es: Participantes de Proyecto

source: Add Project
es: Añadir proyecto

source: yyyy - yyyy
es: aaaa - aaaa

source: Edit Project
es: Editar proyecto

source: The requested address {0} was not found on this server.
es: La dirección solicitada {0} no se encontró en este servidor.

source: An Internal Error Has Occurred
es: Ha ocurrido un error interno.

source: You are not authorized to access that location.
es: Usted no está autorizado para acceder a esa ubicación.

source: Missing CSRF token cookie
es: Falta token CSRF

source: CSRF token mismatch.
es: El CSRF token no coincide

source: Not Found
es: No encontrado

source: An Internal Error Has Occurred.
es: Ha ocurrido un error interno

source: The requested file contains `..` and will not be read.
es: El archivo solicitado contiene `..` y no se leerá.

source: The requested file was not found
es: No se encontró el archivo solicidato.

source: {0} from now
es: {0} desde ahora

source: {0} ago
es: hace {0}

source: {0} after
es: {0} después

source: {0} before
es: {0} antes

source: just now
es: justo ahora

source: about a second ago
es: hace aproximadamente un segundo

source: about a minute ago
es: hace aproximadamente un minuto

source: about an hour ago
es: hace aproximadamente una hora

source: about a day ago
es: hace aproximadamente un día

source: about a week ago
es: hace aproximadamente una semana

source: about a month ago
es: hace aproximadamente un mes

source: about a year ago
es: hace aproximadamente un año

source: in about a second
es: en aproximadamente un segundo

source: in about a minute
es: en aproximadamente un minuto

source: in about an hour
es: en aproximadamente una hora

source: in about a day
es: en aproximadamente un día

source: in about a week
es: en aproximadamente una semana

source: in about a month
es: en aproximadamente un mes

source: in about a year
es: en aproximadamente un año

source: today
es: hoy

source: %s ago
es: hace %s

source: on %s
es: en %s

source: {0} year
es: {0} año

source: {0} month
es: {0} mes

source: {0} week
es: {0} semana

source: {0} day
es: {0} día

source: {0} hour
es: {0} hora

source: {0} minute
es: {0} minuto

source: {0} second
es: {0} segundo

source: This value is already in use
es: Este valor ya está en uso

source: This value does not exist
es: Este valor no existe

source: The count does not match {0}{1}
es: El recuento no coincide {0}{1}

source: and
es: y

source: This field is required
es: Este campo es obligatorio

source: This field cannot be left empty
es: Este campo no puede estar vacío

source: The provided value is invalid
es: El valor proporcionado es inválido

source: New %s
es: Nuevo %s

source: Edit %s
es: Editar %s

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Thesis name
es: Nombre de tesis

source: Logout
es: Cerrar sesión

source: Thesis link
es: Enlace a la tesis

source: Source
es: Fuente

source: Journal name
es: Nombre de la revista

source: Publication name
es: Nombre de la publicación

source: Location
es: Lugar

source: Authors
es: Autores

source: Country
es: País

source: City
es: Ciudad

source: Impact Factor Quartile
es: Quartil de factor de impacto

source: Acronym
es: Acrónimo

source: Participant
es: Participante

source: Sponsor Link
es: Enlace de patrocinador

source: Teacher
es: Profesor

source: Position
es: Posición

source: Department
es: Departamento

source: Company
es: Compañía

source: yyyy/mm/dd
es: aaaa/mm/dd

source: Book Name
es: Nombre del libro
